enum TextStrings {
    siteName = 'capyPuzzle',
    footerText = `© 2024 ${siteName}.`,
    startPageAboutDescription = 'Наши пазлы – это необычный способ учить английский. Собирайте предложения, как пазлы. Каждый пазл – это новое слово, которое вы запомните. А чтобы вас еще больше вдохновляло, по мере сбора слов, открываются красочные картинки. Играйте и учитесь вместе с capyPuzzle! 🧩🔤',
    startPageAboutTitle = 'Сapy Puzzle: Игра для изучения английского через сбор пазлов',
    startPageAboutLInks = 'Ссылки:',
}

export default TextStrings;
